//список кав 

const COFFEE_PRODUCTS = [
    {
        id: 0,
        name: "Кава у зернах Blasercafe Classico",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blaser_classico.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "В ароматі ноти карамелі, яблука, печиво шаблі, квіткові ноти."
        },
        description: "Новий кавовий бренд складається з 100% арабіки з Ефіопії, Бразилії, Індії, Індонезії і Колумбії. Темного обсмаження Ця кава володіє насиченим ароматом і ідеально збалансованим смаком з яскраво вираженою сладостью.Вкус добре розкривається при заварюванні методом еспрессо, в автоматичних еспресо кавоварка, френч-пресі, гейзерній кавоварці. В ароматі ноти карамелі, яблука, печиво шаблі, квіткові ноти."
    },
    {
        id: 1,
        name: "Кава у зернах Blasercafe-Ballerina",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_ballerina.jpg",
        additionalInfo: {
            brand: "Magic Anna",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Пророслої пшениці і злаків перегукуються з яскравими цитрусовими і карамелевими відтінками"
        },
        description: " яскраво виражені, кисло-солодкі тони цитрусових і тропічних фруктів, які вбирають в себе ноти злакових культур і карамелі, балансують смак і доповнюють гамму легкого присмаку. Кава ідеально підходить для сніданків, коли високу кислотність пом'якшують додаванням молока або вершків. Еспрессо буде відрізнятися багатим смаковим спектром. "
    },
    {
        id: 2,
        name: "Кава у зернах Blasercafe Colombia Supremo",
        price: 305,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_colombiaSupremo600.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Шоколадні і винні ноти, легкі фруктові, цитрусові та квіткові відтінки."
        },
        description: "кава найвищої якості, що володіє повним і багатим смаком. Колумбія відома як постачальник одних з найякісніших сортів арабіки. Місцеві стандарти якості найсуворіші. Всі етапи вирощування та обробки кави регламентуються на державному рівні. Збирають тільки стиглі плоди, виключно вручну. Використовуються тільки органічні добрива, майже весь кави проходить вологу обробку. Якість продукту перевіряється на всіх етапах, навіть безпосередньо перед вантаженням в портах. Головна відмінність колумбійського кави полягає в тому, що його вирощують серед більш рослих дерев, які створюють тінь.Завдяки цьому, дозрілий кави має більш м'який смак з легким винно-фруктовим відтінком. Саме за це якість його цінують у всьому світі."
    },
    {
        id: 3,
        name: "Кава у зернах Blasercafe Ethiopia Sidamo",
        price: 270,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_ethiopiaSidamo.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Присутні аромати бергамоту, абрикоса, чорниці, ванілі і какао, а також ноти тосту, карамелі, троянди і свіжих вершків в післясмаку"
        },
        description: "Плантація Sidamo знаходиться на історичній батьківщині арабіки. Дана арабіка виростає на висоті 2000м над рівнем моря, завдяки чому період дозрівання ягід подовжується, що дає можливість зерну отримати багатий смаковий спектр. Відноситься до типу Arabika Typika Дозрілі плоди піддаються виключно вологій обробці, а потім просушуються під відкритим сонцем, на цупкої тканини, що дозволяє уникнути перегріву і переохолодження зерна. Саме волога обробка і ферментація дає зерну фруктові ноти, аромати мокко і природну солодкість. Сорт має унікальний ароматом бергамоту. 100% арабіка з провінції Sidamo."
    },
    {
        id: 4,
        name: "Кава у зернах Blasercafe Cote d’Azur",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_coted’Azur.jpg  ",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Ноти апельсина і лайма, солоду, смородини і імбирного хліба, що переходять в горіхове післясмак."
        },
        description: "дивовижний кавовий букет з оригінальними смаковими особливостями, яких вдалося досягти шляхом об'єднання кращих сортів арабіки Speciality. Володіє високою концентрацією смакових речовин, ідеально підходить для приготування кави-крем (100 мл), а також ніжного і ароматного еспресо."
    },
    {
        id: 5,
        name: "Кава у зернах Blasercafe Lilla & Rose",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_lillaRose.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "ноти бузку і рози, мед, карамель і нуга з відтінком ванілі і цитруса"
        },
        description: "Цей букет має чудово збалансований смак з чітко вираженими відтінками солодощі. Яскраві квіткові і фруктові аромати створюють особливу повноту сприйняття смаку. Кавовий букет Lilla e Rose включає в себе добірні сорти арабіки, які гармонійно доповнюються промитої робустой з Індії та Індонезії. Незвичайна назва - Бузок і Роза - висловлює домінуючі відтінки аромату. М'який, ніжний і витончений Lilla e Rosa подарує незабутні хвилини цілковитого задоволення."
    },
    {
        id: 6,
        name: "Кава у зернах Blasercafe-Opera",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_opera.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "чорний шоколад, смажений мигдаль, спеції, вершки, карамель"
        },
        description: "B склад букета входить арабіка з Центральної і Південної Америки, найкраща промита робуста Індонезії та Індії. Класичний гіркий кави, підходить для приготування ристретто, еспресо, кава-крем, поєднується з молоком."
    }, 
    {
        id: 7,
        name: "Кава у зернах Blasercafe Java Katakan",
        price: 270,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_javaKatakan.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Яскраво відчутний аромат горіха, кунжуту, солоду, лакриці. Менш помітний запах землі, а також ніжний аромат коньяку."
        },
        description: "Кава ідеально підходить для приготування ристретто, еспресо. Кава Blaser Java Katakan - моносортів з промитої робусти, яка оцінюється по самим суворим критеріям якості на держпідприємстві PTPN XII, на о. Ява. Завдяки вологому способу обробки цей сорт характеризується дуже насиченим, але м'яким смаком і багатою палітрою ароматів. Зерна відносяться до класу Speciality, це практично єдина робуста, яка відповідає цим стандартам якості."
    }, 
    {
        id: 8,
        name: "Кава у зернах  Blasercafe Saint Tropez",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_saintTropez.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Ноти лакриці, солоду, меду, а також післясмак ванілі, гвоздики і перцю."
        },
        description: "кавовий букет для цінителів справжнього еспрессо. Цієї суміші темного обсмаження передає свій міцний характер Непромитий робуста з Камеруну і Індії. Кращі сорти зерен арабіки з Бразилії і Колумбії дають фруктовий аромат, а додавання арабіки з Індонезії надає аромат прянощів. Blaser Saint Tropez має багатий і в той же час пікантним смаком."
    }, 
    {
        id: 9,
        name: "Кава у зернах Blasercafe Rosso Nero",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_rossoNero.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Чорний шоколад, нуга, чорниця,вершки, карамель"
        },
        description: "Перший швейцарський букет, який отримав сертифікат якості італійської організації Caffe Speciali Certificati, яка використовує найжорсткіші критерії в оцінці якості кави. Багатство смаку і аромату Rosso & Nero складають індонезійська, індійська і бразильська арабіка, а щільність крему, високий вміст кофеїну і природну терпкість - найкраща промита робуста з острова Ява."
    }, 
    {
        id: 10,
        name: "Кава у зернах Blasercafe Pura Vida",
        price: 225,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_puraVida.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "тропічні фрукти, мед, пшеничний хліб, какао"
        },
        description: "Кава вирощений в екологічно чистих регіонах Латинської Америки, на плантаціях Перу. Підбадьорливий, має легкий, але в той же час насичений аромат і смак з легкою солодкістю. Підходить для будь-якого способу заварювання."
    }, 
    {
        id: 11,
        name: "Кава у зернах Blasercafe Sera ",
        price: 225,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_sera.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "свіжий хліб, солод"
        },
        description: "Ідеальне рішення для любителів кави з непереносимістю кофеїну. Ця суміш також ідеально підходить якщо хочеться кави перед сном або, наприклад, під час вагітності."
    }, 
    {
        id: 12,
        name: "Кава у зернах Blasercafe Servus Amadeus ",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_servusAmadeus.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Присутні аромати карамелі, тосту, мигдалю, кедра, ожини та вершків. Легке післясмак імбиру і свіжих квітів."
        },
        description: "кавовий букет поєднує дивовижне розмаїття смаків і відтінків. У смаку помітна кислотність, густа консистенція і збалансований смак. Багатий букет Servus Amadeus, включаетв себе цитрусові, фруктові, винні та шоколадні ноти, складений спеціально для любителів кави Мокко за старовинними віденським рецептами."
    }, 
    {
        id: 13,
        name: "Кава у зернах Blasercafe Orient  ",
        price: 215,
        bigPhotoUrl: "assets/img/image_coffee/Orient.webp",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 250 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Провідні ноти цитрусових, легкі деревно-ванільні відтінки, що супроводжуються ароматом какао і шоколаду."
        },
        description: "Суміш кавових зерен з плантацій Центральної Америки і Бразилії. Володіє багатою палітрою екзотичних відтінків. Квітково-фруктові мотиви букета розкриваються в еспресо або кави-крем. У поєднанні з молоком проявляється солодкість, яка супроводжується нотами какао та шоколаду. Інтенсивний аромат і смак цього букета буде особливо яскравим при заварюванні кави-крем, еспресо і капучіно. Відмінні риси: м'якість карамельного аромату і легкі відтінки шоколадної глазурі."
    }, 
    {
        id: 14,
        name: "Кава у капсулах Caffitaly Ecaffe Cremoso ",
        price: 12,
        bigPhotoUrl: "assets/img/image_coffee/caffitaly_ecaffeCremoso.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 1 + "шт",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Карамельний присмак, легка кислотність і насичений аромат 100% арабіки."
        },
        description: "У цих капсулах знаходиться кави, що володіє бездоганним смаком, саме завдяки чистоті сорту. Американська арабіка - найбільш популярний сорт в Європі, тому більшість кавоманів віддає перевагу саме йому.Середня обсмажування кавових зерен дає можливість зберегти природний аромат. Рекомендована порція заварювання однієї капсули вагою 8 грам: 60-70 мл."
    }, 
    {
        id: 15,
        name: "Кава у таблетках «Blaser» Verde ",
        price: 16,
        bigPhotoUrl: "assets/img/image_coffee/Blasercafe_Pod_verde.png",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 7 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "польові квіти,гвоздіка, перець, абрикосова кісточка"
        },
        description: "еспресо-бленд з кави, вирощеного на 100% органічних фермах в Гондурасі і Танзанії і сертифікований за стандартами Справедливої ​​торгівлі (Fair Trade). Регіональне об'єднання Чінакла є 445 кавових плантацій, сертифікованих за стандартами Fair Trade. У Танзанії Об'єднаний кооператив Кагера на західному узбережжі озера Вікторія об'єднує 126 кооперативів з більш ніж 60 000 маленьких фермерських господарств. Завдяки умовам справедливої ​​торгівлі, фермери і працівники готові інвестувати в подальший розвиток кавових плантацій"
    }, 
    {
        id: 16,
        name: "Кава у капсулах Caffitaly Ecaffe Armonioso ",
        price: 12,
        bigPhotoUrl: "assets/img/image_coffee/caffitaly_ecaffeArmonioso.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 1 + "шт",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Аромат і приємний післясмак досягається ідеальним поєднанням сортів"
        },
        description: "У складі 70% арабіки, 30% робусти темної обжаркі.Рекомендована порція заварювання однієї капсули вагою 8 грам: 25-30 мл."
    }, 
    {
        id: 17,
        name: "Кава у таблетках Blasercafe Rosso Nero ",
        price: 15,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_tabletRossoNero.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 7 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "чорний шоколад, нуга,чорниця,вершки,карамель"
        },
        description: "Перший швейцарський букет, який отримав сертифікат якості італійської організації Caffe Speciali Certificati, яка використовує найжорсткіші критерії в оцінці якості кави. Багатство смаку і аромату Rosso & Nero складають індонезійська, індійська і бразильська арабіка, а щільність крему, високий вміст кофеїну і природну терпкість - найкраща промита робуста з острова Ява."
    }, 
    {
        id: 18,
        name: "Кава у таблетках Blasercafe Lilla & Rose ",
        price: 15,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_tabletLillaRose.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 7 + "г",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "ноти бузку і рози, мед, карамель і нуга з відтінком ванілі і цитруса"
        },
        description: "Этот букет имеет великолепно сбалансированный вкус с четко выраженными оттенками сладости. Яркие цветочные и фруктовые ароматы создают особую полноту восприятия вкуса. Кофейный букет Lilla e Rose включает в себя отборные сорта арабики, которые гармонично дополняются промытой робустой из Индии и Индонезии. Необычное название - Сирень и Роза - выражает доминирующие оттенки аромата."
    }, 
    {
        id: 19,
        name: "Кава у зернах Blasercafe Orient ",
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_orient1kg.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 1 + "кг",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "Провідні ноти цитрусових, легкі деревно-ванільні відтінки, що супроводжуються ароматом какао і шоколаду."
        },
        description: "Суміш кавових зерен з плантацій Центральної Америки і Бразилії. Володіє багатою палітрою екзотичних відтінків. Квітково-фруктові мотиви букета розкриваються в еспресо або кави-крем. У поєднанні з молоком проявляється солодкість, яка супроводжується нотами какао та шоколаду. Інтенсивний аромат і смак цього букета буде особливо яскравим при заварюванні кави-крем, еспресо і капучіно. Відмінні риси: м'якість карамельного аромату і легкі відтінки шоколадної глазурі."
    }, 
    {
        id: 20,
        name: "Кава у зернах Blasercafe Lilla & Rose ",
        price: 860,
        bigPhotoUrl: "assets/img/image_coffee/blasercafe_lillaRose1kg.jpg",
        additionalInfo: {
            brand: "Arabica Coffee",
            weight: 1 + "кг",
            consist: "",
            frying: "",
            taste: "",
            aromatization: "ноти бузку і рози, мед, карамель і нуга з відтінком ванілі і цитруса"
        },
        description: "Цей букет має чудово збалансований смак з чітко вираженими відтінками солодощі. Яскраві квіткові і фруктові аромати створюють особливу повноту сприйняття смаку. Кавовий букет Lilla e Rose включає в себе добірні сорти арабіки, які гармонійно доповнюються промитої робустой з Індії та Індонезії. Незвичайна назва - Бузок і Роза - висловлює домінуючі відтінки аромату."
    }
];